Repository: VedranCacic/SGAssignment
Catalog: Sporty Test/Localizable.xcstrings
Source language: en
Languages: hr

source: Authorisation Token
hr: Autorizacijski token

source: Default
hr: Zadano

source: Options
hr: Postavke

source: Organization
hr: Organizacija

source: Pull to refresh
hr: Osvjezi

source: Repository Name
hr: Ime Repozitorija

source: Repository name (cannot be empty)
hr: Ime Repozitorija (ne moze biti prazno)

source: Repository Type
hr: Tip Repozitorija

source: Save
hr: Spremi

source: Something went wrong.
hr: Nesto je poslo krivo

source: User
hr: Korisnik

source: We are not able to get data for this user repositories at this moment.
hr: Nismo u mogucnosti dobiti podatke za zadani repozitorij
